window.addEventListener("load", () => {
    document.querySelector(".terms").innerText = `개인정보 수집 및 이용 동의

대출명가대부중개 금융거래와 관련하여 본인의 개인(신용)정보를 수집ㆍ이용하고자 하는 경우에는 「개인정보 보호법」 제15조 및 제22조, 제24조, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」제22조, 제26조의 2, 「신용정보의 이용 및 보호에 관한 법률」 제33조 및 제34조에 따라 동의를 얻어야 합니다. 이에 본인은 귀사가 아래의 내용과 같이 본인의 개인(신용)정보를 수집ㆍ이용하는데 동의합니다.

■ 개인신용정보의 필수적인 수집ㆍ이용에 관한 사항
① 개인신용정보의 수집ㆍ이용 목적 :
- 대출상담신청, 당사 회원 여부, 금융거래관계의 설정 또는 유지 여부 판단, 법률상 의무이행
② 수집ㆍ 이용할 개인(신용)정보의 내용 :
- 개인식별정보 (성명, 전화번호, 직업 등)
③ 개인신용정보의 보유ㆍ이용기간 :
- 수집ㆍ이용 동의일로부터 개인신용정보의 수집·이용목적을 달성할 때까지 유효합니다. 다만 수집ㆍ이용목적 달성 이후에는 금융사고 조사, 분쟁해결, 민원처리, 법령상 의무이행을 위해서만 보유ㆍ이용됩니다.

※ 이에 대한 동의가 없을 경우 거래관계의 설정 또는 유지가 불가능할 수 있음을 알려 드립니다.
※ 상기 내용이 변경되는 경우 당사 홈페이지 게시 등을 통해 그 내용을 알릴 예정입니다.
■ 개인정보의 제3자 제공 및 공개 : 대출명가대부중개는 개인정보보호정책 등에서 고지하거나 동의한 범위를 초과하여 일반고객의 개인정보를 이용하거나 제3자에게 제공 또는 공개하지 않습니다.
다만, 법률의 규정에 의한 정보 제공의 경우나 정보 주체의 동의가 있을 경우 정보주체의 허용범위 내에서는 예외로 합니다.

■ 개인정보 제3자 제공 안내
① 개인정보를 제공받는 자
- 등록된 대부(중개)업체.
② 제공 받는 자의 이용목적
- 무료 대출상담 서비스에 응대
③ 제공하는 개인정보의 항목
- 휴대폰번호, 지역, 나이, 직업(유/무), 성별, 대출희망금액, 대출상품종류(담보대출/신용대출), 문의내용
④ 보유 및 이용기간
- 목적달성시 파기

■ 개인정보의 처리위탁 "회사"는 원활한 서비스 제공을 위해 개인정보를 위탁할 수 있고, 이 경우 위탁 받는 자와 위탁업무 내용에 대해 알리고 있습니다.

■ 개인정보의 보유 및 이용기간 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.
단, 상법/전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 개인정보를 보관합니다.

※귀하는 위 개인정보 제3자 제공에 대한 동의를 거부할 수 있으며, 동의 후에도 언제든지 철회가능합니다.
다만 위 개인정보 제3자 제공에 동의하지 않을 경우 서비스 제공이 되지 않는 등의 불이익을 받을 수 있습니다.
`
});